// Группы объектов
var groups = [                 
        {
            style: "islands#greenIcon",
            items: [
                {
                    center: [53.908952, 27.575524],
                    name: "проспект Независимости",
                    id: 1
                },
                {
                    center: [53.918059, 27.552647],
                    name: "улица Даумана",
                    id: 2
                },
                {
                    center: [53.902135, 27.563351],
                    name: "Александровский сквер",
                    id: 3
                },
                {
                    center: [53.905370, 27.537536],
                    name: "Кальварийская улица",
                    id: 4
                },
                {
                    center: [53.889645, 27.521847],
                    name: "проспект Дзержинского",
                    id: 5
                },
                {
                    center: [53.913022, 27.506485],
                    name: "улица Ольшевского",
                    id: 6
                },
                {
                    center: [53.924757, 27.522683],
                    name: "улица Сапёров",
                    id: 7
                }
            ]},
     
        
    ];